export const article: {
  id: number;
  title: string;
  description: string;
  fullDescription?: string;
}[] = [
  {
    id: 1,
    title: "Ras and Braza Reflection(प्रतिबिम्ब रास तथा ब्रज)",
    description:
      "अक्षरब्रम्हको  सबलिक अन्तस्करणमा अर्थात सबलिकको करणमा ब्रज र महाकरणमा रास लीला अखंड छ ......",
    fullDescription: `अक्षरब्रम्हको  सबलिक अन्तस्करणमा अर्थात सबलिकको करणमा ब्रज र महाकरणमा रास लीला अखंड छ | अखंड रास लीलाको प्रतिबिम्ब अब्याकृतमा पर्दछ | अब्याकृतब्रम्हको मन प्रणव ब्रम्ह्मामा बेदका मंत्र ( बेदऋचा) यिनीहरुको संख्या ३६ हज़ार मानिन्छ | यिनीहरु रासलीलाको आनंदमा प्रवेस गर्न माग गर्दछन | बेदऋचालाई अखंड रासलीलामा प्रवेस गर्न नमिल्ने तर मृत्य लोकको प्रतिबिम्ब रास लीलमा खेलाउने बाचा गरिन्छ | अब परमात्माको आज्ञाले संसार जस्तोको तेस्तै बन्छ | फेरी बनेको हो तर पहिलेको जस्तो लाग्छ |<br/><br/>
    २८ औ चतुर्युगमा मृत्यु लोकमा बिंद्रावनमा बँसी बजाउने गोलकी कृष्णा हुन | त्यहा बिष्णु भगवानको सत्ता पनी छ | १२ हजार ब्रम्ह सृष्टि र २४ हजार इश्वोरी सृष्टि गरी  ३६ हजार शरीरमा वेदऋचाहरु आएर बस्दछ |  यिनीहरुको बीचमा मृत्युलोकको बिंद्रावनमा योगमायाको बिंद्रावनको जस्तै रास लीला हुन्छ यसैलाई प्रतिबिम्ब रास लीला भनिन्छ | यस पछि सात दिन  गोकुल लीला (ब्रज लीला ) पहिलेको जस्तै हुन्छ | यसलाई प्रतिबिम्ब गोकुल लीला अथवा प्रतिबिम्ब ब्रज लीला पनि भनिन्छ | `,
  },
  {
    id: 2,
    title: "Mathura and dwarika leela(मथुरा र द्धारिका लीला)",
    description: `प्रतिबिम्ब लीला पछि चार दिनको मथुरा लीला हुन्छ अक्रूर संग कृष्ण र बलराम मथुरा जनु हुन्छ | श्री कृष्ण चार दिनमा मथुरा बाट गोकुलमा फर्किने बाचा गर्नु हुन्छ (वेदऋचाहरुलाई)| त्यति खेर वेदऋचाहरु धेरै तदपिंछन | यो प्रसंगलाई सतऋतू ग्रंथमा १२ मासी नाम दिएको छ  (बाह्रमासी).....`,
    fullDescription: `प्रतिबिम्ब लीला पछि चार दिनको मथुरा लीला हुन्छ अक्रूर संग कृष्ण र बलराम मथुरा जनु हुन्छ | श्री कृष्ण चार दिनमा मथुरा बाट गोकुलमा फर्किने बाचा गर्नु हुन्छ (वेदऋचाहरुलाई)| त्यति खेर वेदऋचाहरु धेरै तदपिंछन | यो प्रसंगलाई सतऋतू ग्रंथमा १२ मासी नाम दिएको छ  (बाह्रमासी) | <br/><br/>
    मथुरामा गएर कंशको उधार गर्नु हुन्छ | यसपछि उग्रसेनलाई(कंशको बुवा) राजा बनाइन्छ | बासुदेव र देवकीलाई बंधन मुक्त गराईयो | स्नान गर्नको लागि नदी किनारमा गएर ग्वालाभेष सँगै गोलोकी कृष्ण निस्कनु हुन्छ | यसपछि गुरुकोमा गएर ६४ दिनमा ६४ विद्या सिक्नु हुन्छ |  जरसिन्ध संग लडाई गर्नु पर्दा बैकुण्ठ बाट हतियार र रथ सबै आऊंदछ | यतीखेर बिष्णु भग्वानको सोह्रै कला शक्ति आऊँछ | यहाँ बिष्णु अवतार मानिन्छ | यिनै बिष्णुले ११२ बर्षको द्वारिका लीला गर्नु हुन्छ | जारसिन्ध संग युद्ध, सोह्र हजार १०८ जम्मा गर्ने, महाभारत लीला गर्ने, अन्त्यमा घोडामा बैकुण्ठ जाने बिष्णु हुन (बिष्णु कृष्ण हुन)/ १२५ बर्षको उमेरमा 
    `,
  },

  {
    id: 3,
    title:
      "An Introduction to Shree Krishna Pranami Dharma(श्रीकृष्ण प्रणामी धर्मको परिचय)",
    description:
      "सौराष्ट्र भारतको एक क्षेत्र हो जहाँ मध्य युगमा संत, योद्धा र भेदभावी महिलाहरूले श्री कृष्ण प्रणामी धर्मलाई विशेष महत्त्व दिएका थिए। प्रणामी जोडसहितको यो शाखा जामनगरबाट गुजरात र सम्पूर्ण भारतमा फैलिएको छ, र नेपाल र अन्य देशहरूमा फैलिएको छ, अझै पनि अन्य धेरै धार्मिक धाराहरूसँग मिसिएको बावजुद यसको प्रारम्भिक सार सुरक्षित छ ......",
    fullDescription: `सौराष्ट्र भारतको एक क्षेत्र हो जहाँ मध्य युगमा संत, योद्धा र भेदभावी महिलाहरूले श्री कृष्ण प्रणामी धर्मलाई विशेष महत्त्व दिएका थिए। प्रणामी जोडसहितको यो शाखा जामनगरबाट गुजरात र सम्पूर्ण भारतमा फैलिएको छ, र नेपाल र अन्य देशहरूमा फैलिएको छ, अझै पनि अन्य धेरै धार्मिक धाराहरूसँग मिसिएको बावजुद यसको प्रारम्भिक सार सुरक्षित छ।
    <br/><br/>
    प्रणामी धर्मका ५० लाख भन्दा बढी अनुयायीहरू छन् जो एक अर्कालाई प्रणामका साथ साथीको रूपमा सम्मान गर्न चिनिन्छन् - उमेर वा युवाको भिन्नता बिना नमस्कार। 
    <br/><br/>
    प्रणामी धर्मका सबैभन्दा महत्त्वपूर्ण नेता जसले वचन र अभ्यासलाई टाढा र नजिकका ठाउँहरूमा पुर्‍याएका हुनुहुन्थ्यो   महामति श्री प्राणनाथजी (मेहेरराज ठाकुर) , जसको ऐतिहासिक प्रयास र समर्पणले ऐतिहासिक रूपमा नेपाल, भारतीय र अन्य देशको धर्म र सभ्यतामा छुट्टै छाप छोडेको छ। मुख्य शास्त्रहरू हुन्: तार्तम सागर र विटक।
    <br/><br/>
    संस्थापक श्री देवचन्द्र महाराजको जन्म सन् १५८१ मा मारवाड प्रान्तको उमरकोट गाउँमा एक कायस्थ परिवारमा भएको थियो। बाल्यकालदेखि नै उहाँले पवित्र प्रवृत्ति देखाउनुभयो। १६ वर्षको उमेरमा उनले संसार त्याग गरे र ब्रह्मज्ञान (ईश्वरीय ज्ञान) को खोजीमा कच्छदेखि जामनगर जानुभएको थियो ।
    <br/><br/>
    जामनगर भारतीय सभ्यताको एक महत्वपूर्ण केन्द्र थियो। विचार र धर्मका उत्कृष्ट नेताहरूको योगदानको साथ, यसलाई एक लघु काशी मानिन्थ्यो, तीर्थयात्रा र शिक्षाको लागि धार्मिक केन्द्रहरूमध्ये सबैभन्दा पवित्र मानिन्छ। यहीँ श्री देवचन्द्रजीले प्रसिद्ध संवत कान्जी भट्टबाट १४ वर्षसम्म एकल बिन्दुमा भागवत कथा सिकेर भागवतको अर्थ बुझेर ब्रह्म विद्या (दैवी ज्ञान र अनुभूति) प्राप्त गर्नुभयो।
    <br/><br/>
    तार्तम मन्त्रको यो अनुभव पछि, श्री देवचन्द्रजीले ठोस आकार र रूप दिने काम गर्नुभयो  र यस धारालाई निजानन्द संप्रदायको नाम दिनुभयो, जब उनले जामनगरलाई आफ्नो प्रमुख कार्य केन्द्र बनाउनुभयो जहाँ उनले वेद, वेदान्तिक ज्ञान र भागवतम्लाई साधारण भाषामा सामान्य भाषामा व्याख्या गर्नुभयो । सामाजिक वर्ग र धार्मिक विभेदको पर्वाह नगरी उनीहरुलाई तार्तम मन्त्र सिकाउनुभयो । व्यक्ति/अनुयायीहरूको यो समूहलाई अहिले सुन्दर सथ/प्रणामी भनिन्छ।
    `,
  },

  {
    id: 4,
    title: "Arab Leela(अरब लीला (तेस्रो दिनको लीला ))",
    description:
      "रास खेलके आए बरारब श्याम, परमात्माले रास पछि अरब लीला गर्नुहुन्छ | पूर्वीय सभ्यतामा ब्रज लीला गर्नुभयो त्यसपछि योगमायामा रास लीला गर्नुभयो पश्चिमी सभ्यतामाआफ्नो बिशेष प्रकाश अरब लीलाको माध्यमले गर्नुभयो |बैधिक दर्शनमा बिशेष गरी भाग्वत र गीतले कृष्ण लीलाको जानकारी दिन्छ | कतेब दर्शनमा कुरनले श्री कृष्ण लीलाको संकेत गर्दछ |   ......",
    fullDescription: `परमात्माले रास पछि अरब लीला गर्नुहुन्छ | पूर्वीय सभ्यतामा ब्रज लीला गर्नुभयो त्यसपछि योगमायामा रास लीला गर्नुभयो पश्चिमी सभ्यतामाआफ्नो बिशेष प्रकाश अरब लीलाको माध्यमले गर्नुभयो | 
    बैधिक दर्शनमा बिशेष गरी भाग्वत र गीतले कृष्ण लीलाको जानकारी दिन्छ | कतेब दर्शनमा कुरनले श्री कृष्ण लीलाको संकेत गर्दछ |
    <br/><br/> 
    
    कलियुग सुरुभएको ३६६० बर्ष बित्दा अरबको बरारबको एक बालको जन्म हुन्छ जस्को नाम राखिन्छ (मुस्तफा बे ) | यो बालकले बचपन(बालपन) देखि संघर्षशील जीवन बिताऊँछ | भौतिक र आध्यात्मिक दुवै क्षेत्रमा समय अनुसार खोज गर्नुहुन्छ | चालीस बर्षको उमेरमा  नुबुवत (उपदेश शिक्षा) प्राप्त हुन्छ | पचाँस बर्षको उमेरमा साक्षात्कार हुन्छ अर्थात दर्शन प्राप्त हुन्छ | यसलाई "शब ए म्याराज" भनिन्छ | ध्यानमा बसेको मुस्तफा भित्र परमात्माको जोस र श्यामाजिको सुरता भित्र बिध्यमान छ | 
    ध्यानमा जिब्रील (जावराइल ) फिरस्ताले अक्षरधाम पत्तीको जमुनाको किनार सम्मा लैजान्छ | नूर ताजलला (अक्षरातीत) को तजाल्ली (तेज)ले मेरो पखेता दर्वछ म सक्दिन | अक्षरातीत बाट रफरफ के तखत (प्रेमको सिंघासन)मा बसेर मुलमिलावा पुग्नु हुन्छ | 
    परमात्मा संग प्रश्न उत्तरी सुरु हुन्छ | 
    (प्र.न.१ यो मोटिको मुखमा ताल्चा किन लागेको ?)
    <br/><br/>
    परमात्माले ९० हजार हरफ (शब्द )मा ज्ञान दिनु हुन्छ | ३० हजार हरफमा कर्मकण्ड सरियतको ज्ञान दिनु हुन्छ र भन्नुहुन्छ सबैलाई सुनाउनु | पशु जस्ता (मान्छेलाई ) मान्छे (मनुष्य) बनाउनु | अर्को ३० हजार हरफमा हक्कीकत(ज्ञानकण्ड) दिनुहुन्छ र भन्नुहुन्छ यो पत्र भेटिएमा मात्र दिनु | अर्को ३० हजार शब्दमा मार्फ़त (बिज्ञानकाण्ड) दिनुहुन्छ | यो चै कसैलाई नबताउनु म आफै आउछूँ | कयामतको समयमा परमात्मा स्वयंम आउनु हुन्छ | यसपछि ध्यान  बाट बिउँझनु हुन्छ | जिबरीलको सहयताले कुरान अवतरण हुन्छ | परमात्माको दर्शन पछि मुस्तफाको पद महंमद हुन्छ | महंमदले ७३ जाना बिशेष चेलचेली बनाउनुहुन्छ | त्येसमध्य ७२ जान बैईमान र एक आलिमात्र ईमानदार हुन्छ | (अली महंमदको छोरी ज्वाई हो |) कयामतको समय सम्मा पांच पटक नबाज गर्दै र क़यामतको समयमा इमाम (प्राणनाथजिको) शरणमा मार्ग निर्देश गर्नुहुन्छ | म गएको १००० बर्ष पछि फेरी आउने छू | त्यति खेर रूहअल्ला(श्यामजिको/सतगुरु ) र  मोमिन (ब्रह्मसृष्टि) हुनेछन | रूहअल्लाह पछि रूहअल्लाहनै इमाम हुनुहुनेछ | उहाँहरुको शरणमा जानु | इमामले १ नाबाजको हजार गुणा फल दिनुहुनेछ | यस प्रकार दुनियालाई कुरान ग्रंथ एवंम मुक्तिको लागि कयामतको भबिस्यवाणि एवंम कयामतको ७ निसारना प्रश्न पार्दै ६३ बर्षको उमेरमा धाम गमन जनुहुन्छ |   
    `,
  },
];
